//
//  Error.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//


"_bad_username_password_"               = "Verkeerde gebruikersnaam of wagwoord";
"_cancelled_by_user"                    = "Oordrag gekanselleer";
"_error_folder_destiny_is_the_same_"    = "Dit is nie moontlik om die vouer in ditself te skuif nie";
"_error_not_permission_"                = "U het nie toestemming om die operasie te voltooi nie";
"_error_path_"                          = "Kan nie hierdie lêer of vouer open nie. Maak seker dit bestaan";
"_file_upload_not_exitst_"              = "Die lêer wat u wil oplaai bestaan nie";
"_forbidden_characters_from_server_"    = "Die naam bevat ten minste een ongeldige karakter";
"_not_connected_internet_"              = "Bedienerverbindingsfout";
"_not_possible_connect_to_server_"      = "Dit is nie tans moontlik met aan die bediener te koppel nie";
"_not_possible_create_folder_"          = "Vouer kon nie geskep word nie";
"_server_down_"                         = "Kon nie kontak met die bediener maak nie";
"_time_out_"                            = "Uittelling, probeer weer";
"_unknow_response_server_"              = "Onverwagte respons van bediener";
"_user_autentication_required_"         = "User autentication required";
"_file_directory_locked_"               = "Lêer is gids is vergrendel";
"_ssl_certificate_untrusted_"           = "Die sertifikaat vir hierdie bediener is ongeldig";
"_internal_server_"                     = "Interne bedienerfout";
"_file_already_exists_"                 = "Kon nie die operasie voltooi nie, daar is ’n gelyknamige lêer";
"_file_folder_not_exists_"              = "Die bronlêer is nie by die gespesifiseerde pad gevind nie";
"_folder_contents_nochanged_"           = "Die vouerinhoud is onveranderd";
"_images_invalid_converted_"            = "Die beeld is ongeldig en kan nie na ’n duimnael omgeskakel word nie";
"_method_not_expected_"                 = "Onverwagte versoekmetode";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "Die bediener is tydelik onbeskikbaar";
"_too_many_files_"                      = "Hierdie operasie sal te veel lêers betrek";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Bergingskwota is bereik";
"_ssl_connection_error_"                = "Connection SSL error, try again";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "Die gebruiker is nie meer beskikbaar nie";
"_server_response_error_"               = "Bedienerreaksieinhoudfout";


